Repository: orgildev12/miat_action_log_mobile-app
Catalog: lib/l10n/app_*.arb
Languages: mn

source: Warning
mn: Анхааруулга

# weAreSorry
source: We're sorry
mn: Уучлаарай

source: Sorry
mn: Уучлаарай

# description503
source: This action is currently not possible. Please try again later.
mn: Энэ үйлдэл одоогоор боломжгүй байна. Дараа дахин оролдоно уу.

# description500
source: Something went wrong. Please try again later.
mn: Алдаа гарлаа. Дараа дахин оролдоно уу.

# loginSuccess
source: Logged in successfully
mn: Амжилттай нэвтэрлээ

# noInternet
source: Check your internet connection
mn: Интернэт холболтоо шалгаарай.

# incorrectUserPass
source: Username or password is incorrect.
mn: Хэрэглэгчийн нэр эсвэл нууц үг буруу байна.

source: Success
mn: Амжилттай

source: Connection Recovered
mn: Холболт сэргээгдлээ.

# homeDescriptionLess
source: MIAT operates a non-punitive reporting system to encourage timely and open reporting of hazards and risks related to flight safety, quality, and aviation security...
mn: МИАТ ХК нь нислэгийн аюулгүй ажиллагаа, чанар, нисэхийн аюулгүй байдалтай холбоотой аюул, эрсдэлийг цаг тухайд нь нээлттэй мэдээллэхийг дэмжих зорилгоор шийтгэлгүй мэдээллийн тогтолцоог хэрэгжүүлэн ажилладаг...

# homeDescriptionMore
source: MIAT operates a non-punitive reporting system to encourage timely and open reporting of hazards and risks related to flight safety, quality, and aviation security. Based on the information, we analyze the violations, take measures to reduce the risk, correct it, and prevent future occurrences. In the event of confidential information being submitted, the confidentiality of the informant will be strictly maintained. Thank you for contributing to improving flight safety by submitting safety information.
mn: МИАТ ХК нь нислэгийн аюулгүй ажиллагаа, чанар, нисэхийн аюулгүй байдалтай холбоотой аюул, эрсдэлийг цаг тухайд нь нээлттэй мэдээллэхийг дэмжих зорилгоор шийтгэлгүй мэдээллийн тогтолцоог хэрэгжүүлэн ажилладаг. Mэдээллийн дагуу бид зөрчил дутагдалд дүн шинжилгээ хийх, эрсдэлийг бууруулах, засч залруулах болон цаашид давтагдахаас урьдчилан сэргийлэх арга хэмжээ авч ажиллах ба нууцлалтай мэдээлэл ирүүлсэн тохиолдолд мэдээлэгчийн нууцлалыг чадндлан хадгална. Аюулгүй ажиллагааны мэдээлэл ирүүлж нислэгийн аюулгүй ажиллагааг сайжруулахад хувь нэмэр оруулж буй танд баярлалаа.

# reportHazard
source: Hazard report
mn: Мэдээлэл өгөх

# confidentialHazardReport
source: Confidential safety report
mn: Нэрээ нууцлаж мэдээллэх

source: Other channels
mn: Хүсэлтийн дугаар

source: Hazard details
mn: Хүсэлтийн дэлгэрэнгүй

source: Hazard code
mn: Хүсэлтийн дугаар

source: Sent date
mn: Илгээгдсэн огноо

source: Status
mn: Төлөв

# yourRequestWasSent
source: Your request was sent & we will report about process soon
mn: Таны хүсэлт илгээгдсэн бөгөөд бид тун удахгүй үйл явцын талаар мэдээллэх болно.

# content
source: Description
mn: Агуулга

# solution
source: Recommended solution
mn: Санал болгосон шийдэл:

source: Hazard report channels
mn: Сайн дурын мэдээлэл өгөх сувгууд

source: Confidential report channels
mn: Нууцлалтай мэдээлэл өгөх сувгууд

# infomationCenter
source: Information center
mn: Мэдээллийн төв

source: Email
mn: И-мэйл

# web
source: Website
mn: Веб сайт

source: Login
mn: Нэвтрэх

source: Username
mn: Хэрэглэгчийн нэр

source: Password
mn: Нууц үг

source: My reports
mn: Миний илгээсэн хүсэлтүүд

# youDontHaveReport
source: Currently, you haven't sent any report
mn: Танд одоогоор хүсэлт байхгүй байна.

source: Notifications
mn: Мэдэгдлүүд

# youDontHaveNotif
source: No notifications
mn: Танд одоогоор мэдэгдэл ирээгүй байна.

# sentSuccessfully
source: Thank you! Your request was sent successfully
mn: Таны мэдээлэл амжилттай илгээгдлээ. Баярлалаа!

# weWillUseThisForOnly
source: We will use your report for only risks related to flight safety, quality, and aviation security
mn: Таны өгсөн мэдээллийг зөвхөн нислэгийн аюулгүй ажиллагаа, болон аюулгүй байдлыг дээшлүүлэхэд ашиглана.

source: Location
mn: Байршил

source: Select location
mn: Байршил сонгох

# hazardDescription
source: Please describe in detail the threat, risk.
mn: Аюул, зөрчил эсвэл алдааны талаар дэлгэрэнгүй тайлбарлана уу.

source: too short
mn: Мэдээлэл хэт богино байна

# suggession
source: Suggestions for reducing and eliminating risks
mn: Эрсдэлийг бууруулах, арилгах талаар санал

# suggessionLong
source: Please provide suggestions on what can be done to prevent such mistakes from happening again.
mn: Ийм алдаа дахин давтагдахаас сэргийлж юу хийж болох талаар саналаа бичнэ үү.

source: Image
mn: Зураг

# takePicture
source: Take a picture
mn: Зураг дарах

# attachzPicture
source: Attach
mn: Зураг оруулах

source: Send
mn: Илгээх

source: Attention
mn: Санамж

# ifYouHideYourIdentity
source: If submitted anonymously, your personal information will only be visible to authorized personnel.
mn: Нэрээ нууцлаж илгээсэн тохиолдолд таны хувийн мэдээлэл зөвхөн онцгой эрхтэй албан тушаалтанд харагдах болно.

# thisReportCanOnly
source: This special form can only be submitted by internal employees, and if you are an employee, you must be logged in.
mn: Энэхүү тусгай маягтыг зөвхөн дотоод ажилтнууд илгээх боломжтой бөгөөд хэрвээ та ажилтан бол нэвтэрсэн байх шаардлагатай.

source: Menu
mn: Цэс

source: Logout
mn: Гарах

# areYouSureYouLogout
source: Are you sure you want to logout?
mn: Та гарахдаа итгэлтэй байна уу?

source: Full name
mn: Овог, нэр

# phone
source: Phone number
mn: Утасны дугаар

source: Or
mn: Эсвэл

# continueee
source: Continue
mn: Үргэлжлүүлэх
